
gobject-introspection

alsa-lib
alsa-utils
light
github-cli
neofetch
network-manager-applet
polkit
sudo
openssh
d-feet
python-dbus
python-gobject

firefox

ttf-dejavu

xorg-server
xorg-xauth
xorg-xev
xorg-xinit
xorg-xinput

gvim
zsh
zsh-completions

ranger
w3m
rofi
rxvt-unicode

polybar
lightdm
lightdm-slick-greeter 
i3lock
picom
awesome
xautolock
xbindkeys
vicious
